---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameterGroup.PG_RAILING_SYSTEM_SEGMENT_POSTS
enum: Autodesk.Revit.DB.BuiltInParameterGroup
source: html/9942b791-2892-0658-303e-abf99675c5a6.htm
---
# Autodesk.Revit.DB.BuiltInParameterGroup.PG_RAILING_SYSTEM_SEGMENT_POSTS

"Posts"